import NewPage from "./NewPage";

export default function page() {
  return (
    <NewPage>
      <img src="https://imageio.forbes.com/specials-images/imageserve/66dfc76d1200d731675094e9/Businessman-touching-the-brain-working-of-Artificial-Intelligence--AI---Automation-/960x0.jpg?format=jpg&width=960" alt="зображення" className="w-[80%] h-auto"/>

      <p>
        Вітаємо на нашому сайті, присвяченому аналізу блокчейн-технологій!
        Цей ресурс створено з метою дати всебічне уявлення про те, що таке блокчейн, як він працює та які перспективи відкриваються перед ним. Ми розглядаємо як технічні, так і правові, а також економічні аспекти цієї інноваційної технології, що вже сьогодні змінює фінансовий, логістичний, управлінський та інші сектори.
      </p>
      <p>
        Блокчейн – це технологія розподіленого реєстру, що дозволяє зберігати інформацію у вигляді послідовно з’єднаних блоків, захищених криптографічними алгоритмами. Ця система забезпечує високу прозорість і безпеку даних, усуваючи потребу в централізованому контролі. Історія блокчейну розпочалася з появою Bitcoin у 2009 році, і відтоді ця технологія розвивається, знаходячи застосування не лише у криптовалютах, але й у державному управлінні, охороні здоров’я, логістиці та багатьох інших галузях.
      </p>
      <p>
        Наш сайт складається з окремих розділів, кожен з яких присвячений певному аспекту блокчейн-технологій: від правового регулювання до технічної реалізації та економічного потенціалу. Ми запрошуємо Вас детально ознайомитися з матеріалами, які допоможуть відповісти на питання: чи є блокчейн майбутнім технологій, чи це лише чергова фінансова піраміда.
      </p></NewPage>
  );
}
